---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.RouteAnalysisSettings
source: html/0e388726-53c2-d944-c2b8-6f2da592ff91.htm
---
# RouteAnalysisSettings Properties

The bottom plane offset, in ft, of the zone used in route calculation. Default value is 8".